---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSectionsServiceData
source: html/ecb7772d-d8c2-13eb-504f-2fa598f4ad20.htm
---
# StructuralSectionsServiceData Members

Releases all resources used by the StructuralSectionsServiceData